Repository: sumtsow/schools
Catalog: module/Application/language/*.po
Languages: uk

source: Add institution
uk: Додати заклад

source: Name
uk: Назва

source: Delete comment
uk: Видалити коментар

source: Are you sure to delete a comment of user
uk: Ви певні, що хочете видалити коментар користувача

source: Delete institution
uk: Видалити заклад

source: Are you sure to delete an institution
uk: Ви певні, що хочете видалити заклад

source: Edit school
uk: Редагувати заклад

source: Short Name
uk: Коротка назва

source: Parent
uk: Є підрозділом

source: Region
uk: Область

source: Is an University
uk: Університет

source: Logo
uk: Логотип

source: Visible
uk: Видний

source: Ownership
uk: Форма власності

source: Owner
uk: Власник

source: Add Program
uk: Додати освітню програму

source: Close
uk: Закрити

source: Kharkov universities
uk: Виші Харкова

source: Ukraine universities
uk: Виші України

source: Kharkov schools
uk: Школи Харкова

source: Select Area
uk: Обрати район

source: Select Region
uk: Обрати область

source: All
uk: Всі

source: Import Page
uk: Сторінка імпорту

source: Select Type
uk: Обрати тип

source: ID EDBO
uk: ID ЄДЕБО

source: Get EDBO JSON file
uk: Завантажити файл JSON з бази ЄДЕБО

source: Read data from JSON file
uk: Зчитати дані з файлу JSON

source: Download JSON file first
uk: Даних ще немає. Завантажте спочатку файл JSON

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Education Level
uk: Рівень освіти

source: Education Period
uk: Термін навчання

source: Add school
uk: Додати школу

source: Import universities
uk: Імпорт університетів з ЄДЕБО

source: Import selected
uk: Імпортувати позначені

source: Import All
uk: Імпортувати всі

source: Action
uk: Дії

source: Type
uk: Тип

source: News
uk: Новини

source: Published
uk: Опубліковано

source: Details
uk: Докладніше...

source: Prev
uk: Назад

source: Next
uk: Вперед

source: Search results
uk: Результати пошуку

source: Matches found
uk: Знайдено співпадінь

source: Address
uk: Адреса

source: Phone
uk: Телефон

source: Information
uk: Інформація

source: Area
uk: Район

source: Map
uk: Мапа

source: User reviews
uk: Відгуки користувачів

source: year(s)
uk: рок(и)

source: Competition scores
uk: Конкурсний бал

source: min
uk: мін

source: ave
uk: сер

source: max
uk: макс

source: Subjects
uk: Предмети ЗНО

source: Subject Title
uk: Назва

source: Subject Rating
uk: Мін бал

source: Subject Coefficient
uk: Коефіцієнт

source: is required
uk: обов'язковий

source: Add a review
uk: Додати відгук

source: Administrator
uk: Адміністратор

source: User
uk: Користувач

source: Save
uk: Зберегти

source: University search
uk: Пошук університету

source: Select Level
uk: Оберіть рівень освіти

source: Select Learning Form
uk: Оберіть форму навчання

source: Any
uk: Будь-яка

source: Select your subjects
uk: Оберіть предмети ЗНО

source: Find
uk: Знайти

source: The mean score of the document on education
uk: Середній бал документа про освіту

source: A 404 error occurred
uk: Помилка 404

source: The requested controller was unable to dispatch the request.
uk: Запитуваний контролер не зміг відправити запит.

source: The requested controller could not be mapped to an existing controller class.
uk: Запитуваний контролер не може бути співставлений з існуючим класом контролера.

source: The requested controller was not dispatchable.
uk: Запитуваний контролер не доступний.

source: The requested URL could not be matched by routing.
uk: Для запитаного URL не може бути досягнутий напрям.

source: We cannot determine at this time why a 404 was generated.
uk: Ми не можемо визначити причину створення сторінки 404.

source: Controller
uk: Контролер

source: resolves to %s
uk: дозволяє для %s

source: Additional information
uk: Додаткова інформація

source: File
uk: Файл

source: Message
uk: Повідомлення

source: Stack trace
uk: Розгортання стека

source: Previous exceptions
uk: Попередні винятки

source: No Exception available
uk: Немає наявних винятків

source: An error occurred
uk: Виникла помилка

source: Schools
uk: Школи

source: Universities
uk: Виші

source: Entrants calculator
uk: Калькулятор абітурієнта

source: Administration
uk: Адміністрування

source: Update news
uk: Оновити новини

source: Edit schools
uk: Редагувати школи

source: Edit universities
uk: Редагувати універститети

source: Logout
uk: Вийти

source: Search
uk: Пошук

source: All rights reserved.
uk: Всі права захищені

source: Enter your rating
uk: Введіть бали ЗНО

source: Back
uk: Назад

source: Specialty
uk: Спеціальність

source: Education Program
uk: Освітня програма

source: Education Form
uk: Форма навчання

source: Rating
uk: Конкурсний бал

source: Institution
uk: Заклад

source: Specialties
uk: Спеціальності

source: Branches
uk: Перелік галузей знань і спеціальностей, за якими здійснюється підготовка здобувачів вищої освіти

source: Branch Code
uk: Шифр галузі

source: Branch Title
uk: Галузь знань

source: Specialty Code
uk: Код спеціальності

source: Specialty Title
uk: Найменування спеціальності

source: Code
uk: Шифр

source: Title
uk: Найменування

source: Edit Program
uk: Редагувати освітню програму

source: Learning Period
uk: Термін навчання

source: Year
uk: Рік вступу

source: Program Type
uk: Тип освітньої програми

source: Select Base Education
uk: Обрати базу вступу

source: Learning start date
uk: Дата початку навчання

source: Learning end date
uk: Дата завершення навчання

source: Entrance start date
uk: Дата початку вступу

source: Entrance end date
uk: Дата завершення вступу

source: Add Subject
uk: Додати предмет ЗНО

source: Exception
uk: Виняток
